Repository: harryhack91/magic9
Catalog: locale/msgs/*.po
Languages: es

source: Welcome to this Useful Tool! (^_^)
es: ¡Bienvenidos a ésta Útil Herramienta! (^_^)

source: Before starting this journey to the 3DS Scene you should read about the risks
es: Antes de empezar esta aventura en la Scene de 3DS deberías leer sobre los riesgos

source: here
es: aquí

source: I'm not liable for any damage caused to your device. Use this tool at your own risk
es: No me hago responsable ante cualquier daño causado a tu dispositivo. Usa ésta herramienta bajo tu propio riesgo

source: First of all let me introduce you the awesome people that made possible this tool
es: Antes de nada permiteme presentarte a la maravillosa gente que hizo posible ésta herramienta

source: Credits:
es: Creditos:

source: Plailect (3ds.guide's author)
es: Plailect (Autor de 3ds.guide)

source: nds.scenebeta.com (Spanish DS/3DS Scene community)
es: nds.scenebeta.com (Comunidad Española de la Scene de DS/3DS)

source: Everyone else involved
es: Todos los demás involucrados

source: darkalex004 (Scenebeta Staff)
es: darkalex004 (Equipo de Scenebeta)

source: Latest Hackable Firmware: {0}
es: Último Firmware Hackeable: {0}

source: Firmware Update History
es: Historial de Actualizaciones de Firmware

source: Once you feel ready press the button below
es: Cuando te sientas preparado pulsa el botón de abajo

source: Start
es: Empezar

source: Welcome to {0}
es: Bienvenido a {0}
